export const TEXT = {
	PLACEHOLDER_URL: "Добавте ссылки",
	PLACEHOLDER_FILE: "Файл EXEL",
	BTN_SET_MATCHES: "Сформировать матчи",
	CLEAR_LIST: "очистить лист",
	WARNING: {
		WARN: "Матчи сформированно частино. Детали в файле.",
		ERR: "Ошибка в данных при формировании матчей. Детали в файле.",
	},

	ERROR: {
		ON_URL_ADD: "Ошибка при загрузке ссылок на матчи.",
		ON_SUBMIT_DATA: "Что-то пошло не так при обработке таблицы!",
	},
	SUCCESS: "Матчи добавлены! Можно приступить к отслеживанию матчей.",
};
